pisoBodyFoam_FF1/RightDomain/0.org/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p_rgh;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    right_outlet
    {
        type            zeroGradient;
    }

    "right_bottom|right_top|right_front|right_back"
    {
        type            fixedFluxPressure;
        value           uniform 0;
    }

    // Shared boundaries

    right_inlet // All these BC's will need to be coupled BC's
    {
        type            fixedGradient;
        gradient        uniform 0;
    }
}

// ************************************************************************* //
